tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "openssl"
brew "openssl@1.1" # wget dependency

brew "awscli"
brew "ack"
brew "ariga/tap/atlas"
brew "bat"
brew "broot"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "diff-so-fancy"
brew "direnv"
brew "duckdb"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-quick-stats"
brew "harlequin"
brew "htop"
brew "httpie"
brew "ical-buddy"
brew "jsonnet"
brew "jq"
brew "less"
brew "librsvg"
brew "mas"
brew "pulumi/tap/pulumi"
brew "python"
brew "python3"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "sl"
brew "ssh-copy-id"
brew "switchaudio-osx"
brew "tldr"
brew "tmux"
brew "thefuck"
brew "tree"
brew "wget"
brew "wkhtmltopdf"
brew "zsh"

cask "temurin8"
cask "iterm2"
cask "ngrok"
cask "google-cloud-sdk"
cask "rancher"
cask "sf-symbols"
cask "visual-studio-code"
cask "rectangle"
cask "raycast"
