tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "openssl"
brew "openssl@1.1" # wget dependency

brew "awscli"
brew "broot"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "direnv"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-quick-stats"
brew "htop"
brew "httpie"
brew "jq"
brew "less"
brew "librsvg"
brew "mas"
brew "python"
brew "python3"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "sl"
brew "ssh-copy-id"
brew "tmux"
brew "thefuck"
brew "wget"
brew "zsh"

cask "adoptopenjdk"
cask "docker"
cask "iterm2"
cask "google-cloud-sdk"
cask "visual-studio-code"
